[
    {
      "title": "Introduction",
      "features": [
        "Welcome to \"Undiscovered Recruits\" (\"the App\"). By accessing or using our mobile app and web app, you agree to comply with and be bound by these Terms and Conditions (\"Terms\"). If you do not agree to these Terms, you may not use the App.",
        "These Terms apply to all users of the App, including coaches, players, and administrators."
      ]
    },
    {
      "title": "Definitions",
      "features": [
        "\"App\" refers to the mobile and web applications named \"Undiscovered Recruits.\"",
        "\"User\" refers to any individual who accesses or uses the App.",
        "\"Coach\" refers to users who are coaches using the App to find and recruit players.",
        "\"Player\" refers to users who are players using the App to get discovered and communicate with coaches.",
        "\"Content\" refers to any text, images, videos, and other media uploaded to the App."
      ]
    },
    {
      "title": "User Accounts",
      "features": [
        "Registration",
        "Users must register and create an account to access the full features of the App.",
        "Coaches and players must provide accurate and complete information during registration.",
        "The admin must approve accounts before users can fully use the App.",
        "Account Security",
        "Users are responsible for maintaining the confidentiality of their login credentials.",
        "Users must immediately notify us of any unauthorized use of their account."
      ]
    },
    {
      "title": "Use of the App",
      "features": [
        "Coaches",
        "Coaches can recruit players, chat with players, make announcements, follow other users, manage media galleries, and post blogs.",
        "Coaches can also add events, rosters, and use filters to search for players.",
        "Coaches must adhere to their institution’s policies and regulations when using the App.",
        "Players",
        "Players can showcase their profiles, chat with coaches, receive announcements, follow other users, and manage their media galleries.",
        "Players can use filters to search for coaches and schools.",
        "Players are responsible for the accuracy of the information they provide."
      ]
    },
    {
      "title": "Content",
      "features": [
        "User Content",
        "Users may upload content such as photos, videos, and blog posts.",
        "Users grant the App a non-exclusive, royalty-free, worldwide license to use, display, and distribute their content.",
        "Prohibited Content",
        "Users must not upload content that is illegal, offensive, or infringes on any third party’s rights.",
        "We reserve the right to remove any content that violates these Terms or is otherwise objectionable."
      ]
    },
    {
      "title": "Subscription Services",
      "features": [
        "The App offers subscription services for both coaches and players.",
        "Users are entitled to a one-month free trial for coaches and a one-day free trial for players.",
        "Subscription details, including fees and benefits, will be provided within the App.",
        "Admins can disable subscriptions for users."
      ]
    },
    {
      "title": "Privacy Policy",
      "features": [
        "Our [Privacy Policy](link to privacy policy) outlines how we collect, use, and protect user data.",
        "By using the App, users agree to the terms outlined in the Privacy Policy."
      ]
    },
    {
      "title": "Termination",
      "features": [
        "We reserve the right to suspend or terminate any account that violates these Terms.",
        "Users can terminate their accounts at any time by contacting support."
      ]
    },
    {
      "title": "Limitation of Liability",
      "features": [
        "The App is provided on an \"as is\" and \"as available\" basis. We make no warranties, express or implied, regarding the App’s functionality or availability.",
        "We are not liable for any damages arising from the use or inability to use the App."
      ]
    }
  ]
  